Repository: GimelStudio/GimelStudio
Catalog: src/gimelstudio/locale/GimelStudio.po
Languages: fr

source: New Project
fr: Nouveau Projet

source: Create a new Gimel Studio project file
fr: Créer un nouveau fichier de projet Gimel Studio

source: Open Project
fr: Ouvrir

source: Open and load a Gimel Studio project file
fr: Ouvrir un fichier de projet Gimel Studio

source: Save Project...
fr: Enregistrer...

source: Save the current project file
fr: Enregistrer le projet Gimel Studio en cours

source: Save Project As...
fr: Enregistrer sous...

source: Save the current project as a Gimel Studio project
fr: Enregistrer le projet Gimel Studio en cours sous un nouveau nom

source: Export Image As...
fr: Exporter l'image...

source: Export rendered image to a file
fr: Exporter le rendu en cours dans un fichier image

source: Quit
fr: Quitter

source: Quit Gimel Studio
fr: Quitter Gimel Studio

source: Copy Image to Clipboard
fr: Copier l'Image dans le Presse-Papier

source: Copy the current rendered image to the system clipboard
fr: Copier le rendu de l'image en cours dans le presse-papier système

source: User Preferences
fr: Préférences Utilisateur

source: Edit user preferences and settings for Gimel Studio
fr: Éditer les préférences utilisateur et les réglages de Gimel Studio

source: Toggle Statusbar
fr: Basculer la Barre de Statut

source: Toggle showing the statusbar
fr: Basculer l'affichage de la barre de statut

source: Auto Render
fr: Rendu Automatique

source: Toggle auto rendering after editing node properties, connections, etc
fr: Basculer le rendu automatique après édition des propriétés d'un nœud, d'une connexion, etc

source: Render Image
fr: Rendre l'Image

source: Force an immediate, updated render of the current node graph
fr: Forcer la mise à jour immédiate et le rendu du graphe nodal en cours

source: Toggle Window Fullscreen
fr: Affichage Plein Écran

source: Toggle the window to be fullscreen
fr: Basculer l'affichage en mode plein écran

source: Maximize Window
fr: Maximiser la Fenêtre

source: Maximize the window size
fr: Maximiser la taille de la fenêtre

source: Online Manual
fr: Manuel en Ligne

source: Open the online Gimel Studio manual in your browser
fr: Ouvrir le manuel de l'utilisateur de Gimel Studio dans votre navigateur

source: Visit Website
fr: Voir le Site Web

source: Open the offical Gimel Studio website in your browser
fr: Ouvrir le site officiel de Gimel Studio dans votre navigateur

source: Report a Bug
fr: Signaler une Erreur

source: Report a bug in Gimel Studio
fr: Signaler une erreur dans Gimel Studio

source: About Gimel Studio
fr: À propos de Gimel Studio

source: Information about Gimel Studio
fr: Informations à propos de Gimel Studio

source: File
fr: Fichier

source: Edit
fr: Éditer

source: View
fr: Vue

source: Render
fr: Rendre

source: Window
fr: Fenêtre

source: Help
fr: Aide

source: Do you really want to quit? You will lose any unsaved data.
fr: Voulez-vous vraiment quitter ? Les modifications seront perdues si vous ne les enregistrez pas.

source: Quit Gimel Studio?
fr: Quitter Gimel Studio ?

source: User Preferences & Settings
fr: Préférences Utilisateur & Réglages

source: Image Export Options
fr: Options d'Exportation d'Image

source: Compression Level
fr: Niveau de Compression

source: Export pixel datatype:
fr: Type de pixel :

source: Export
fr: Exporter

source: Cancel
fr: Annuler

source: Image Quality
fr: Qualité d'Image

source: Comment metadata:
fr: Métadonnées :

source: Export image as...
fr: Exporter l'image...

source: That file type isn't currently supported!
fr: Ce type de fichier n'est pas supporté pour le moment !

source: Cannot Save Image!
fr: Impossible d'Enregistrer l'Image !

source: Zoom Viewport
fr: Zoomer dans l'Aperçu

source: Pan Viewport
fr: Déplacer dans l'Aperçu

source: Image Viewport Area
fr: Zone de l'Aperçu

source: Undock panel
fr: Dissocier le panneau

source: Hide panel
fr: Cacher le panneau

source: Cannot Open File!
fr: Impossible d'Ouvrir l'Image !

source: Error!
fr: Erreur !

source: Box Select Nodes
fr: Sélection multiple de Nœuds

source: Select Node
fr: Sélectionner un Nœud

source: Connect Selected Node To Output
fr: Connecter le Nœud Sélectionné à la Sortie

source: Pan Nodegraph
fr: Déplacer le Graphe Nodal

source: Node Context Menu
fr: Menu Contextuel du Nœud

source: Nodegraph Area
fr: Zone du Graphe Nodal

source: Node Properties Area
fr: Zone des Propriétés du Nœud
