Repository: GimelStudio/GimelStudio
Catalog: src/gimelstudio/locale/*/LC_MESSAGES/GimelStudio.po
Languages: de_de

source: New Project
de_de: Neues Projekt

source: Create a new Gimel Studio project file
de_de: Erstelle eine neues Gimel Studio-Projekt

source: Open Project
de_de: Projekt öffnen

source: Open and load a Gimel Studio project file
de_de: Öffne und lade ein Gimel Studio-Projekt

source: Save Project…
de_de: Projekt sichern …

source: Save the current project file
de_de: Sichere das aktive Projekt

source: Save Project As…
de_de: Projekt sichern unter …

source: Save the current project as a Gimel Studio project
de_de: Sichere das aktive Projekt als Gimel Studio-Projektdatei

source: Export Image As…
de_de: Bild exportieren als …

source: Export rendered image to a file
de_de: Exportiere das gerenderte Bild

source: Quit
de_de: Beenden

source: Quit Gimel Studio
de_de: Gimel Studio beenden

source: Copy Image to Clipboard
de_de: Bild kopieren

source: Copy the current rendered image to the system clipboard
de_de: Kopiere das gerenderte Bild in die Zwischenablage

source: Preferences…
de_de: Einstellungen …

source: Edit preferences for Gimel Studio
de_de: Bearbeite die Einstellungen von Gimel Studio

source: Toggle Statusbar
de_de: Statusleiste ein-/ausblenden

source: Toggle showing the statusbar
de_de: Blende die Statusleiste ein oder aus

source: Auto Render
de_de: Automatisch rendern

source: Toggle auto rendering after editing node properties, connections, etc
de_de: Aktiviere oder deaktiviere das automatische Rendern nach dem Bearbeiten von Node-Eigenschaften und Verbindungen

source: Render Image
de_de: Bild rendern

source: Force an immediate, updated render of the current node graph
de_de: Rendere das Bild mit dem aktiven Node Graph

source: Toggle Window Fullscreen
de_de: Vollbildmodus ein/aus

source: Toggle the window to be fullscreen
de_de: Aktiviere oder deaktiviere den Vollbildmodus

source: Maximize Window
de_de: Fenster maximieren

source: Maximize the window size
de_de: Maximiere die Fenstergröße

source: Online Manual
de_de: Online-Handbuch

source: Open the online Gimel Studio manual in your browser
de_de: Öffne das Gimel Studio Online-Handbuch im Webbrowser

source: Visit Website
de_de: Website besuchen

source: Open the offical Gimel Studio website in your browser
de_de: Öffne die Gimel Studio-Website im Webbrowser

source: Report a Bug
de_de: Fehler melden

source: Report a bug in Gimel Studio
de_de: Melde einen Fehler in Gimel Studio

source: About Gimel Studio
de_de: Über Gimel Studio

source: Information about Gimel Studio
de_de: Informationen über Gimel Studio

source: File
de_de: Ablage

source: Edit
de_de: Bearbeiten

source: View
de_de: Darstellung

source: Render
de_de: Rendern

source: Window
de_de: Fenster

source: Help
de_de: Hilfe

source: Do you really want to quit? You will lose any unsaved data.
de_de: Möchtest du wirklich beenden? Ungesicherte Änderungen werden gelöscht.

source: Quit Gimel Studio?
de_de: Gimel Studio beenden?

source: Preferences
de_de: Einstellungen

source: Add Node
de_de: Node hinzufügen

source: Search nodes…
de_de: Nodes suchen …

source: Image Export Options
de_de: Optionen für Bild-Export

source: Compression Level
de_de: Komprimierungsstufe

source: Export pixel datatype:
de_de: Exportiere Pixel-Datentyp:

source: Export
de_de: Exportieren

source: Cancel
de_de: Abbrechen

source: Image Quality
de_de: Bildqualität

source: Comment metadata:
de_de: Kommentar:

source: Export image as…
de_de: Bild exportieren als …

source: That file type isn't currently supported!
de_de: Dieser Dateityp wird zurzeit nicht unterstützt!

source: Cannot Save Image!
de_de: Bild kann nicht gesichert werden!

source: Zoom Viewport
de_de: Ansichtsfenster zoomen

source: Pan Viewport
de_de: Ansichtsfenster verschieben

source: Image Viewport Area
de_de: Bildansicht

source: Undock panel
de_de: Panel abdocken

source: Hide panel
de_de: Panel ausblenden

source: Cannot Open File!
de_de: Datei kann nicht geöffnet werden!

source: Error!
de_de: Fehler!

source: Box Select Nodes
de_de: Rahmenauswahl

source: Select Node
de_de: Node auswählen

source: Connect Selected Node To Output
de_de: Ausgewählte Node mit Ausgabe verbinden

source: Pan Node Graph
de_de: Node Graph verschieben

source: Node Context Menu
de_de: Node-Kontextmenü

source: Node Graph Area
de_de: Node Graph

source: Node Properties Area
de_de: Node-Eigenschaften

source: Menu:
de_de: Menü:

source: Duplicate
de_de: Duplizieren

source: Delete
de_de: Löschen

source: Delete Selected
de_de: Ausgewählte löschen
